[
    {
        "title": "01/05/24",
        "quote": "Que pourrais-je dire après ces quelques semaines passées au sein de l'académie ? Le premier mot qui me vient à l'esprit est 'perfectionnisme'. Une équipe de passionnés, efficace, réactive et impliquée, nous permet d'accéder à un environnement complet, foisonnant de détails et d'idées. Ils nous offrent le fruit d'un travail titanesque, l'accès à un savoir que peu maîtrisent, permettant ainsi aux plus passionnés d'atteindre le Saint Graal : la rentabilité. On pourrait presque s'imaginer toucher les étoiles… C'est la NASA ! Dans le partage et la bienveillance, la discipline quotidienne est de rigueur. Nous évoluons dans un monde parallèle où les échanges sont fructueux, où l'entraide favorise le dépassement de soi et l'engagement envers le bien commun. Le perfectionnisme impose le perfectionnisme. Merci RR7. Merci.",
        "name": "Olivier"
    },
    {
        "title": "07/05/24",
        "quote": "Hello l'équipe, Voici la première page du livre de mon existence en tant que trader débutante. Lors de mon arrivée sur le Discord, je ne possédais aucune connaissance en matière de marchés. J'ai donc débuté dans l'académie en partant de zéro. Cette nouvelle expérience d'apprentissage m'a apporté, d'un point de vue personnel, davantage de courage et de confiance en moi-même. Sur le plan professionnel, j'ai pu franchir toutes les premières étapes du module RR7 Trading. D'ailleurs, tout ce qui est proposé, à travers divers formats – écrits ou vidéos – est d'une clarté remarquable. À mon niveau actuel, je ne vois pas comment cela pourrait être mieux fait ! Merci pour l'encadrement et les corrections assurés par les talentueux et patients Helper & Teacher. La route est encore longue, certes, mais je ne me retrouve plus seule face à l'obscurité de l'inconnu. Ça fait chaud au cœur de faire partie de ce cercle où l'évolution de chacun est respectée à son propre rythme, dans un esprit de bienveillance. Un endroit où l'humanité de chacun est mise à l'honneur. Un sincère merci aux cerveaux qui ont créé cet écosystème d'exception !",
        "name": "Khamilia"
    },
    {
        "title": "22/02/24",
        "quote": "Bonjour à tous, Le 8 février, j'ai sauté dans le bain RR7. L'eau est à la bonne température : ni trop chaude, histoire de ne pas s'y endormir, ni trop froide pour ne pas en ressortir immédiatement. Quelle belle surprise de ressentir autant de disponibilité, d'exigence et d'accompagnement de la part des Helper, Teacher et de tous les autres participants de cette belle place d'échange. Bravo à Ibrahima T-A et au CEO pour avoir créé tout cela. La première académie est terminée pour moi, et j'ai la sensation d'être au bord du plongeoir, les orteils dans le vide, avec cette légère impression de vertige. L'équipe est à mes côtés et m'encourage, ce qui me donne de la force et de la confiance, bien que je n'aie jamais plongé d'aussi haut. Je me lance ! Je vous dirai si le plongeon s'est bien passé, si l'eau du grand bain est stimulante et si j'ai réussi à plonger sans trop d'éclaboussures. Merci à tous d'être présents !",
        "name": "Romain"
    }
]